Repository: PrivateCollections/deepin-boot-maker
Catalog: app/po/*.po
Languages: bg, es, es_419, fi, fr, gl, hi_in, ja, ms, sv, tr, zh_cn, zh_tw

# QObject|
source: Deepin Boot Maker
es_419: Creador de Arranque de Deepin
fr: Utilitaire USB Deepin
gl: Creador de Arranque de Deepin
hi_in: डीपिन बूट निर्माता
ja: ブートメーカー
ms: Pembina But Deepin
sv: Deepin Boot Skapare
zh_cn: 深度启动盘制作工具
zh_tw: Deepin 開機隨身碟製作工具

# QObject|
source: Must run as root
bg: Трябва да се изпълни като root
es: Debe ejecutarse como root
es_419: Debe ejecutarse como root
fi: Täytyy suorittaa roottina
fr: Doit être exécuté en mode administrateur
gl: Débese executar como root
hi_in: रूट के रूप में चलाना
ja: ルートとして実行しなければなりません
ms: Mesti dijalankan sebagai root
sv: Måste köras som root
tr: Root olarak çalıştırmanız gerekir
zh_cn: 必须以root的身份运行
zh_tw: 必須以 root 身份執行

# QObject|
source: %2 must be run as root. Close it, and re-run using either:<br/><b>sudo %1</b><br/>
bg: %2 трябва да се задейства като главен. Затворете го и задействайте отново, използвайки едно от двете:<br/><b>sudo %1</b><br/>
es: %2 debe ejecutarse como superusuario. Ciérrela y vuélvala a ejecutar utilizando:<br/><b>sudo %1</b><br/>
es_419: %2 debe ejecutarse como raíz. Ciérrelo y ejécutelo nuevamente utilizando:<br/><b>sudo %1</b><br/>
fi: %2 täytyy olla juuritiedostona. Sulje ja käynnistä se uudelleen käyttäen jompaakumpaa seuraavista:<br/><b>sudo %1</b><br/>
fr: %2 doit être exécuté en tant qu'administrateur. Fermez-le, et réexécuter-le en utilisant : <br/><b>sudo %1</b><br/>
gl: %2 débese executar como root. Péchao, e volve executalo empregando:<br/><b>sudo %1</b><br/>
hi_in: %2 रूट के रूप में रन करना चाहिए। इसे बंद करें और इसे इनकीमदद से फिर से रन करवाएं:<br/><b>sudo %1</b><br/>
ja: %2はルート状態で起動させる必要があります。閉じるか、どちらかを使って再起動させてください:<br/><b>sudo %1</b><br/>
ms: %2 mesti dijalankan sebagai root. Tutup ia, dan jalan-semula menggunakan:<br/><b>sudo %1</b><br/>
sv: %2 måste köras som root. Stäng den och kör igen med antingen:<br/><b>sudo %1</b><br/>
tr: %2 kök dizin olarak çalıştırılmalı. Kapatın ve şunlardan birini kullanarak tekrar çalıştırın:<br/><b>sudo %1</b><br/>
zh_cn: %2 必须以 root 身份运行。关闭它，并使用以下方法之一重新运行：<br/><b>sudo %1</b><br/>
zh_tw: %2 需以 root 身份執行。關閉並使用下列任一方法重新執行 :<br/><b>sudo %1 </b><br/>

# QObject|
source: Failed to call the command %1.
bg: Провалено повикване на команда %1.
es: Fallo al llamar al comando %1.
es_419: Error al llamar el comando %1.
fi: Komennon %1 kutsu epäonnistui.
fr: Echec de l'appel de commande %1.
gl: Fallou a chamada ao comando %1.
hi_in: कमांड %1 को कॉल करने में विफल रहा।
ja: コマンド %1 の呼び出しに失敗しました。
ms: Gagal memanggil perintah %1.
sv: Det gick inte att utföra kommandot %1.
tr: %1 emrini çağırmada başarısız oldu.
zh_cn: 调用命令 %1 失败。
zh_tw: 無法使用 %1 命令。

# QObject|
source: Wrong USB flash drive format, please format to FAT32.
bg: Грешен USB флаш драйв формат, моля, форматирайте на FAT32.
es: Formato de la unidad flash USB incorrecto, por favor, dele el formato FAT32.
es_419: Formato de unidad flash USB incorrecto. Formatee como FAT32.
fi: USB-muistin formaatti on väärä. Ole hyvä ja vaihda formaatti FAT32:een.
fr: Système de fichiers USB invalide, veuillez formater en FAT32.
gl: Formato da unidade USB incorrecto, formatar como FAT32.
hi_in: गलत USB फ्लैश ड्राइव फॉर्मैट, कृपया FAT32 के अनुरूप फॉर्मैट करें।
ja: 不正なUSBフラッシュ・ドライブ・フォーマットです、FAT32にフォーマット化してください。
ms: Format pemacu kilat USB salah, sila format ke FAT32.
sv: Fel USB-flashenhetformat, vänligen formatera till FAT32.
tr: Yanlış USB flash sürücü biçimi, lütfen FAT32'ye biçimlendirin.
zh_cn: U盘格式错误， 请将U盘格式化为FAT32格式。
zh_tw: 錯誤的 USB 隨身碟格式，請格式化成 FAT32。

# QObject|
source: USB flash drive space is insufficient, ensure you have at least %1 free space.
bg: Пространството в USB флаш устройството е недостатъчно, уверете се, че имате най-малко 1% свободно пространство.
es: El espacio en el disco flash USB es insuficiente, asegúrese de tener al menos %1 de espacio libre.
es_419: El espacio en la unidad flash USB no es suficiente. Asegúrese de contar con al menos %1 de espacio libre.
fi: USB-muistin levytilaa ei ole tarpeeksi. Varmista, että sinulla on vähintään %1 vapaata levytilaa.
fr: L'espace disponible dans le périphérique USB est insuffisant, assurez-vous d'avoir au moins %1 d'espace libre.
gl: O espazo da unidade USB non é suficiente, ten que ter polo menos %1 de espazo libre.
hi_in: USB फ्लैश ड्राइव स्पेस अपर्याप्त है, ध्यान रखें कि आपके पास कम से कम %1 फ्री स्पेस होना चाहिए।
ja: USBフラッシュドライブの容量が充分でありません。少なくとも%1のスペースがあることを確認してください。
ms: Ruang pemacu kilat USB tidak mencukupi, pastikan anda mempunyai sekurang-kurangnya %1 ruang bebas.
sv: Minnesutrymmet på USB:et är inte tillräckligt, se till att du har minst %1 ledigt utrymme.
tr: USB flash sürücü boşluğu yetersiz, en azından %1 boşluk olduğundan emin olun.
zh_cn: U盘空间不足，请确保至少有 %1 空余空间。
zh_tw: USB 隨身碟空間不足，請確定你有至少有 %1 的可用空間。

# QObject|
source: Failed to mount USB flash drive, please close other applications may use it and reinsert.
bg: Неуспешно монтиране на USB флаш устройство, моля, затворете други приложения, които могат да го използват и го поставете отново.
es: Ha fallado el montaje de la unidad flash USB, cierre cualquier aplicación que pueda estar utilizándola y vuelva a introducirla.
es_419: Error al montar la unidad flash USB. Cierre las otras aplicaciones que pueden utilizarla e insértela nuevamente.
fi: USB-muistin asennus epäonnistui, sulje muut sitä mahdollisesti käyttävät sovellukset ja asenna uudelleen.
fr: Impossible de monter la clé USB, veuillez fermer d'autres applications qui pourraient l'utiliser et réinsérer la clé USB.
gl: Fallo ao montar a unidade USB, por favor pecha outras aplicacións que a poidan usar e volve inserila.
hi_in: USB फ्लैश ड्राइव को माउंट करने में विफल रहा, कृपया अन्य ऐप्लिकेशनों को बंद कर दें जो इसका इस्तेमाल कर सकते हैं और फिर इसे इंसर्ट करें।
ja: USBフラッシュドライブのマウントに失敗しました。それを使用する可能性がある他のアプリケーションを閉じて、再挿入してください。
ms: Gagal melekapkan pemacu kilat USB, sila tutup aplikasi lain yang menggunakannya dan sisip semula.
sv: Det gick inte att montera USB-minnet, vänligen stäng andra program som kan använda det och återinför.
tr: USB bellek bağlanamadı, lütfen bunu kullanabilecek diğer uygulamaları kapatın ve yeniden takın.
zh_cn: 挂载U盘失败，请关闭其他可能使用U盘的程序，并重新插入U盘。
zh_tw: 無法讀取 USB 隨身碟，請關閉其他可能正在使用它的應用程式並將其重新插入。

# QObject|
source: Failed to unzip the mirror file, please use the whole mirror file.
bg: Неуспешно разархивиране на огледален файл, моля, използвайте целия огледален файл.
es: Error al descomprimir el archivo de réplica, por favor, utilice el archivo de réplica entero.
es_419: Error al descomprimir el archivo espejo. Use todo el archivo espejo.
fi: Peilitiedoston purkaminen epäonnistui. Ole hyvä ja käytä koko peilitiedostoa.
fr: Impossible de décompresser le fichier miroir, s'il vous plaît utiliser le fichier miroir entièrement.
gl: Produciuse un erro ao descomprimir o ficheiro de réplica, por favor emprega o ficheiro completo.
hi_in: मिरर फाइल को अनजिप करना विफल रहा, कृपया संपूर्ण मिरर फ़ाइल का इस्तेमाल करें।
ja: ミラー・ファイルの解凍に失敗したので、全体のミラー･ファイルを使用して下さい。
ms: Gagal menyahzip fail cermin, sila guna keseluruhan fail cermin.
sv: Kunde inte packa upp spegelfilen. Använd hela spegelfilen.
tr: Ayna dosyasını çıkartılamadı, lütfen ayna dosyasının tümünü kullanın.
zh_cn: 解压镜像文件失败，请使用完整镜像文件。
zh_tw: 解壓縮映像檔失敗，請使用完整的映像檔。

# QObject|
source: Removable disk
bg: Преносим диск
es: Disco extraíble
es_419: Disco extraíble
fi: Poistettava levy
fr: Périphérique amovible
gl: Disco extraíble
hi_in: हटाए जाने योग्य डिस्क
ja: リムーバブル・ディスク
ms: Cakera boleh alih
sv: Löstagbar hårddisk
tr: Çıkarılabilir disk
zh_cn: 可移动磁盘
zh_tw: 行動硬碟

# UsbInstaller|
source: Installing syslinux to %1
bg: Инсталира syslinux на %1
es: Instalando syslinux a %1
es_419: Instalando syslinux en %1
fi: Asennetaan syslinux kohteelle %1
fr: Installation de syslinux vers %1
gl: Instalando syslinux en %1
hi_in: सिसलाइनक्स %1 पर इंस्टॉक हो रहा है।
ja: syslinuxを%1にインストールしています
ms: Memasang syslinux ke dalam %1
sv: Installerar syslinux till %1
tr: %1'a syslinux yükleniyor
zh_cn: 正在安装 syslinux 到 %1
zh_tw: 正在安裝 syslinux 至 %1
