Repository: PrivateCollections/deepin-boot-maker
Catalog: app/po/*.po
Languages: bg, es, es_419, fi, fr, gl, hi_in, ja, ms, sv, tr, zh_cn, zh_tw

# BootMaker|
source: Format error of USB flash drive
bg: Грешка при форматиране на USB устройство
es: Error de formato de disco flash USB
es_419: Error de formato de dispositivo USB
fi: USB-muistitikun alustusvirhe
fr: Erreur de formatage du périphérique USB
gl: Fallou o formatado da unidade flash USB
hi_in: USB फ्लैश ड्राइव की त्रुटि को फॉर्मैट करें।
ja: USBフラッシュ・ドライブのフォーマット・エラー
ms: Raalt format pemacu kilat USB
sv: Formateringsfel på USB-enheten
tr: USB flash sürücüsünün biçimlendirme hatası
zh_cn: U盘格式错误
zh_tw: USB 隨身碟格式錯誤

# BootMaker|
source: Only FAT32 USB flash drive supported. Need to format? All partitions and data will be lost during formatting, please back up the data in advance.
bg: Само FAT32 USB флаш устройства се поддържат. Трябва да форматирате? Всички партишъни и данни ще бъдат изгубени при форматирането, моля направете резервно копие на данните предварително.
es: Solo es soportado disco USB FAT32. Necesita formatear? Todas las particiones y datos seran borradas durante el proceso, por favor respalde los datos.
es_419: Solamente dispositivos USB en FAT32. Necesitas formatear? Se perderán todas las particiones y los datos durante la operación, por favor cree un respaldo de sus datos antes de proceder.
fi: Vain FAT32-USB-muistitikkuja tuetaan. Haluatko alustaa? Kaikki osiot ja tiedot menetetään alustamisen aikana. Ole hyvä ja varmuuskopioi tiedot etukäteen.
fr: Seuls les périphériques USB formatés en FAT32 sont supportés. Besoin de formater? Toutes les partitions et données seront perdues lors du formatage, sauvegardez les données avant de procéder.
gl: Só as unidades USB FAT32 son compatibles. Precisas formatala? Perderanse todas as particións e datos durante o formatado, por favor realiza unha copia de seguranza antes.
hi_in: केवल FAT32 USB फ्लैश ड्राइव को सपोर्ट किया गया। फॉर्मैट करने की जरूरत है? फॉर्मैटिंग के दौरान सभी पार्टिशन और डेटा खत्म हो जाएंगे, कृपया पहले ही डेटा का बैक-अप तैयार कर लें।
ja: FAT32 USBフラッシュドライブのみがサポートされます。初期化が必要ですか?初期化中、全てのパーティションとデータが消えるため、事前にデータをバックアップしてください。
ms: Hanya pemacu kilat USB FAT32 disokong. Perlu diformatkan? Semua sekatan dan data akan hilang ketika pemformatan, oleh itu sila sandar data terlebih dahulu?
sv: Endast FAT32 USB-enheter stöds. Behöver du formatera? Alla partioner och data kommer förloras under formatering, vänligen gör en backup på data i förväg.
tr: Yanlız FAT32 USB flash sürücüsü destekleniyor. Biçimlendirmeye mi ihtiyaç var? Tüm bölümler ve veriler biçimlendirme esnasında kaybolacak, lütfen özellikle yedeğini alın.
zh_cn: 仅支持FAT32格式U盘。是否格式化U盘，格式化U盘会丢失U盘上所有的分区及其数据，请先备份U盘上的数据。
zh_tw: 僅支援 FAT32 格式的 USB 隨身碟。需要格式化嗎 ? 格式化期間所有數據將消失，確定備份完成後按下 "確定" 按鈕。

# BootMaker|
source: Format
bg: Форматиране
es: Formato
es_419: Formatear
fi: Tiedostomuoto
fr: Formater
gl: Formatar
hi_in: प्रारूप
ja: フォーマット
sv: Formatera
tr: Biçimlendir
zh_cn: 格式
zh_tw: 格式

# BootMaker|
source: Cancel
bg: Отмяна
es: Cancelar
es_419: Cancelar
fi: Peruutus
fr: Annuler
gl: Cancelar
hi_in: रद्द करो
ja: キャンセル
ms: Batal
sv: Avbryt
tr: Vazgeç
zh_cn: 取消
zh_tw: 取消

# BootMaker|
source: Please select an iso image
bg: Моля изберете ISO образ
es: Por favor, seleccione una imagen ISO
es_419: Por favor seleccione una imagen ISO
fi: Valitse iso-kuva
fr: Veuillez sélectionner une image ISO
gl: Por favor selecciona unha imaxe iso
hi_in: कृपया एक iso इमेज चुनें।
ja: iso イメージを選択してください
ms: Sila pilih satu imej iso
sv: Välj en iso-avbild
tr: Lütfen iso imajını seçin
zh_cn: 请选择ISO文件
zh_tw: 請選擇 ISO 映像檔

# BootMaker|
source: Format USB flash drive
bg: Форматиране на USB устройство
es: Formatear unidad flash USB
es_419: Formatear memoria USB
fi: Alusta USB-levy
fr: Formater le périphérique USB
gl: Formatar unidade flash USB
hi_in: USB फ्लैश ड्राइव को फॉर्मैट करें।
ja: USBフラッシュドライブをフォーマット
ms: Format pemacu kilat USB
sv: Formatera USB-minne
tr: USB flash sürücüyü biçimlendir
zh_cn: 格式化U盘
zh_tw: 格式化 USB 隨身碟

# BootMaker|
source: All data will be lost during formatting, please back up in advance and then press OK button.
bg: Всички данни ще бъдат загубени при форматирането, моля направете резерно копие предварително и след това натиснете OK бутона.
es: Todos los datos se perderán durante el formateo, por favor respalde sus datos y presione el botón OK
es_419: Toda su información se perderá durante la operación, por favor cree un respaldo de sus datos antes de proceder y luego presione el botón OK.
fi: Formatoidessa kaikki tiedot menetetään. Ole hyvä ja varmuuskopioi etukäteen, ja paina sitten OK-painiketta.
fr: Toutes les données seront perdues lors du formatage, sauvegardez les données avant de procéder puis cliquez sur le bouton OK.
gl: Durante o formatado perderanse todos os datos, por favor realiza unha copia de seguranza antes de premer o botón Aceptar.
hi_in: फॉर्मैटिंग के दौरान सभी डेटा खत्म हो जाएंगे, कृपया पहले ही डेटा का बैक-अप तैयार कर लें और 'ओके' बटन पर क्लिक करें।
ja: データはフォーマッティングの間に全て失われます。OKボタンを押してバックアップを事前にとってください
ms: Semua data akan hilang ketika pemformatan, sila sandar terlebih dahulu dan kemudian tekan butang OK.
sv: All data kommer gå förlorad under formateringen, vänligen gör en backup och tryck sedan på Okej.
tr: Tüm veriler biçimlendirme esnasında kaybolacak, lütfen özellikle yedeğini alın ve Tamam tuşuna basın.
zh_cn: 格式化U盘将丢失U盘上所有资料，请做好备份后点“确定”按钮。
zh_tw: 格式化期間所有數據將消失，確定備份完成後按下 "確定" 按鈕。

# BootMaker|
source: Ok
gl: Aceptar
hi_in: ठीक है
sv: Okej
tr: Tamam
zh_cn: 确定
zh_tw: 確定

# BootMaker|
source: Insert a USB flash drive
bg: Сложете USB флаш устройство
es: Inserte una unidad USB
es_419: Inserte una memoria USB
fi: Aseta USB-muistitikku
fr: Insérer un périphérique USB
gl: Insire unha unidade flash USB
hi_in: एक USB फ्लैश ड्राइव इंसर्ट करें।
ja: USBフラッシュドライブを挿入する
ms: Sisip pemacu kilat USB
sv: Sätt i en USB-enhet
tr: USB flash sürücüyü tak
zh_cn: 插入U盘
zh_tw: 插入 USB 隨身碟

# BootMaker|
source: No USB flash drives were found. If you have already inserted a USB flash drive, try to reformat it as FAT32.
bg: Не са открити USB флаш устройства. Ако вече сте сложили USB флаш устройство, опитайте да го реформатирате като FAT32.
es: No se han encontrado unidades flash USB. Si ya ha insertado una unidad flash USB, intente reformatearla como FAT32.
es_419: No se encontraron memorias USB. Si ya insertó una memoria USB, intente formatearla como FAT32.
fi: USB-muistiasemia ei löytynyt. Jos olet jo asentanut USB-muistiaseman, niin kokeile muuttaa se FAT32-muotoon.
fr: Aucun périphérique USB détecté. Si un périphérique USB est inséré, essayez de la formater en FAT32.
gl: Non se atoparon unidades flash USB. Se xa inseriches unha, tenta volver formatala como FAT32.
hi_in: कोई USB फ्लैश ड्राइव्स नहीं मिला। यदि आपने पहले ही कोई USB फ्लैश ड्राइव इंसर्ट किया है, तो कृपया FAT32 रूप में फॉर्मैट करने का प्रयास करें।
ja: USBフラッシュ・ドライブは見つかりませんでした。すでにUSBフラッシュ・ドライブを挿入している場合、FAT32に再フォーマットすることを試してください。
ms: Tiada pemacu kilat USB ditemui. Jika anda sudah sisipkan pemacu kilat USB, cuba format semula ia dengan FAT32.
sv: Ingen USB-enhet hittades. Om du redan har satt i en USB-enhet, försök omformatera den till FAT32.
tr: USB flash sürücü bulunamadı. Zaten bir USB sürücü taktıysanız, FAT32 olarak yeniden biçimlendirme deneyin.
zh_cn: 没有发现U盘。如果您已经插入U盘，请尝试重新格式化为FAT32格式。
zh_tw: 沒有發現 USB 隨身碟。如果你已經插入 USB 隨身碟，請嘗試重新格式化為 FAT32 格式。

# BootMaker|
source: %1 not mounted
bg: %1 не е монтирано
es: %1 no montado
es_419: %1 no montado
fi: %1 ei ole ripustettu
fr: %1 n'est pas monté
gl: %1 non está montada
hi_in: %1 नहीं उभरा
ja: %1はマウントされていません
ms: %1 tidak dilekap
sv: %1 inte monterad
tr: %1 bağlanmadı
zh_cn: %1 没有挂载
zh_tw: %1 沒有掛載

# BootMaker|
source: You must firstly mount the USB flash drive %1 to a mountpoint. Most distributions will do this automatically after you remove and reinsert the USB flash drive.
bg: Трябва първо да монтирате USB флаш устройството %1 към точка за монтиране. Повечето дистрибуции ще направят това автоматично след като махнете и сложите отново USB флаш устройството.
es: Primero debe colocar la unidad flash USB %1 en un punto de montaje. La mayoría de las distribuciones lo harán automáticamente tras quitar y volver a insertar la unidad flash USB.
es_419: Primero debe montar una memoria USB %1 a un punto de montaje. La mayoría de distribuciones harán esto automáticamente cuando retire y vuelva a insertar la memoria USB.
fi: Sinun on ensin asetettava USB-muistitikku %1 liittimeensä. Jakoprosessi alkaa useimmiten automaattisesti poistettuasi ja asetettuasi USB-muistitikun uudestaan.
fr: Le périphérique USB %1 doit d'abord être monté dans le système. La plupart des distributions effectuent automatiquement cette action lorsque le périphérique est retiré puis réinséré.
gl: Primeiro, tes que montar a unidade flash USB %1 nun punto de montaxe. A maioría das distribucións farano automaticamente despois de retirar e volver inserir a unidade flash USB.
hi_in: आपको अंतिम रूप से एक माउंट प्वाइंट पर USB फ्लैश ड्राइव %1 माउंट करना चाहिए। ज्यादातर वितरक आपके द्वारा USB हटाकर और फिर से इंसर्ट करने के बाद यह स्वचालित रूप से करेंगे।
ja: まず、USBフラッシュドライブ%1をマウント・ポイントに取り付けなければなりません。USVBフラッシュドライブを取り外し、もと通りに差し込んだあと、大部分のディストリビューションは自動的にこれをします。
ms: Anda mesti lekap dahulu pemacu kilat USB %1 ke titik lekap. Kebanyakan distribusi akan membuatnya secara automatik selepas anda tanggal dan sisip semula pemacu kilat USB.
sv: Du måste först montera USB-enheten %1 till en monteringspunkt. De flesta distrubutioner gör detta automatiskt efter att du tar bort och sätter i USB-enheten igen.
tr: Önce %1 USB sürücüsünü bir bağlanma noktasına bağlamalısınız. Dağıtımların çoğu USB sürücüyü kaldırıp yeniden taktığınızda bunu kendiliğinden yapar.
zh_cn: 你必须首先在 %1 挂载U盘。大部分发行版本会在你移除并且重新插入U盘后自动执行该操作。
zh_tw: 你必須先在 %1 掛載 USB 隨身碟。大部分的發行版本會在你移除並且重新插入 USB 隨身碟後自動執行該項操作。

# BootMaker|
source: Select a disk image file
bg: Изберете дисков образ
es: Seleccione un archivo de imagen de disco
es_419: Seleccione un archivo de imagen de disco
fi: Valitse levyn kuvatiedosto
fr: Sélectionner une image disque
gl: Seleccionar un ficheiro de imaxe de disco
hi_in: एक डिस्क इमेज फ़ाइल का चयन करें।
ja: ディスクイメージファイルを選択する
ms: Pilih satu fail imej cakera
sv: Välj en diskavbild
tr: Disk kalıp dosyası seç
zh_cn: 选择一个磁盘镜像文件
zh_tw: 選擇一個磁片映像檔

# BootMaker|
source: You must select a disk image file to load.
bg: Трябва да изберете файл с дисково изображение, за да се зареди.
es: Debe seleccionar un archivo de imagen de disco para cargar.
es_419: Debe seleccionar un archivo de imagen de disco a cargar.
fi: Sinun on valittava ladattava levykuvatiedosto.
fr: Vous devez sélectionner une image disque.
gl: Debes seleccionar un ficheiro da imaxe de disco para cargar.
hi_in: आपको लोड करने के लिए एक डिस्क इमेज फाइल चुनना होगा।
ja: ロードするディスクイメージファイルを選択する必要があります。
ms: Anda mesti pilih satu fail imej cakera untuk dimuatkan.
sv: Du måste välja en diskavbild att läsa in
tr: Yüklemek için bir disk kalıp dosyasını seçmelisiniz.
zh_cn: 你必须选择加载一个磁盘镜像文件。
zh_tw: 你必須選擇載入一個磁片映像檔。

# BootMaker|
source: Disk image file not found
bg: Дисковият образ не е намерен
es: Archivo de imagen de disco no encontrado
es_419: No se encontró archivo de imagen de disco
fi: Levykuvatiedostoa ei löytynyt
fr: Image disque introuvable
gl: Non se atopou o ficheiro da imaxe de disco
hi_in: डिस्क इमेज फाइल नहीं मिला
ja: ディスクイメージファイルが見つかりません
ms: Fail imej cakera tidak ditemui
sv: Diskavbild hittas inte
tr: Disk kalıp dosyası bulunamadı
zh_cn: 没有找到磁盘镜像文件
zh_tw: 沒有找到磁片映像檔

# BootMaker|
source: The specified disk image file %1 does not exist.
bg: Посоченият файл с дисково изображение %1 не съществува.
es: El archivo de imagen de disco especificado %1 no existe.
es_419: El archivo de imagen de disco especificado %1 no existe.
fi: Määritetty levykuvatiedosto %1 ei ole olemassa.
fr: L'image disque %1 n'existe pas.
gl: O ficheiro %1 da imaxe de disco especificado non existe.
hi_in: वर्णित डिस्क इमेज फ़ाइल %1 मौजूद नहीं है।
ja: 指定したディスク画像ファイル %1 は存在しません。
ms: Fail imej cakera %1 yang dinyatakan tidak wujud.
sv: Den specifierade diskavbilden %1 existerar inte.
tr: Belirtilen disk kalıp dosyası %1 mevcut değil.
zh_cn: 指定的磁盘镜像文件 %1 不存在。
zh_tw: 指定的磁片映像檔 %1 不存在。

# DDevIcon|
source: Select USB drive
bg: Избери USB устройство
es: Seleccione la unidad USB
es_419: Seleccione memoria USB
fi: Valitse USB-levy
fr: Sélectionnez le périphérique USB
gl: Seleccionar unha unidade USB
hi_in: USB ड्राइव चुनें।
ja: USBドライブを選択してください
ms: Pilih pemacu USB
sv: Välj en USB enhet
tr: USB sürücüsü seç
zh_cn: 选择U盘
zh_tw: 選擇 USB 隨身碟

# DProgressFrame|
source: Select disk image
bg: Избери дисков образ
es: Seleccione la imagen del disco
es_419: Seleccione imagen de disco
fi: Valitse levykuva
fr: Sélectionner une image disque
gl: Seleccionar unha imaxe de disco
hi_in: डिस्क इमेज चुनें।
ja: ディスク画像を選択する
ms: Pilih imej cakera
sv: Välj diskavbild
tr: Disk kalıbı seç
zh_cn: 选择光盘镜像
zh_tw: 選擇光碟映像檔

# DUsbList|
source: USB drive not detected
bg: Неразпознато USB устройство
es: Unidad USB no detectada
es_419: No se detectó dispositivo USB
fi: USB-ajuria ei löytynyt
fr: Périphérique USB non détecté
gl: Unidade USB non detectada
hi_in: USB ड्राइव नहीं मिला।
ja: USBドライブが検知されません
ms: Pemacu USB tidak dikesan
sv: USB enhet upptäcks inte
tr: USB sürücü algılanamadı
zh_cn: 未检测到U盘
zh_tw: 沒有偵測到 USB 隨身碟

# DWindowUI|
source: <p style='color:white; font-size:12px;'>%1% has been completed</p>
bg: <p style='color:white; font-size:12px;'>%1% беше завършен</p>
es: <p style='color:white; font-size:12px;'>%1% se ha completado</p>
es_419: <p style='color:white; font-size:12px;'>%1% se ha completado</p>
fi: <p style='color:white; font-size:12px;'>%1% on valmiina</p>
fr: <p style='color:white; font-size:12px;'>%1% terminé</p>
gl: <p style='color:white; font-size:12px;'>%1% completouse</p>
hi_in: <p style='color:white; font-size:12px;'>%1% पूर्ण हुआ</p>
ja: <p style='color:white; font-size:12px;'>%1%が完了しました</p>
ms: <p style='color:white; font-size:12px;'>%1% telah selesai</p>
sv: <p style='color:white; font-size:12px;'>%1% har slutförts</p>
tr: <p style='color:white; font-size:12px;'>%1% tamamlandı</p>
zh_cn: <p style='color:white; font-size:12px;'>已完成%1%</p>
zh_tw: <p style='color:white; font-size:12px;'>已完成 %1%</p>

# DWindowUI|
source: Please DO NOT remove the USB drive or shutdown while file is writing.
bg: Моля не изключвайте компютъра и не премахвайте USB устройството по време на записването.
es: Por favor, No retire la unidad USB ni apague mientras se está escribiendo el archivo.
es_419: Por favor NO retire la memoria USB ni apague el equipo mientras se escribe el archivo.
fi: ÄLÄ sammuta tai poista USB-levyä tiedoston tallennuksen aikana.
fr: Veuillez NE PAS retirer le périphérique USB pendant l'écriture des fichiers.
gl: Por favor NON extraías ou desmontes a unidade USB mentres se está a copiar o ficheiro.
hi_in: कृपया सम्पादन के समय कोई यूएसबी न निकालें या बंद न करें।
ja: ファイルの書き込み中は、絶対にUSBドライブを外したり、シャットダウンしないでください。
ms: Sila JANGAN buang pemacu USB atau matikan komputer ketika fail sedang ditulis.
sv: Vänligen TA INTE bort USB enheten eller stäng av medan filer skrivs.
tr: Lütfen USB sürücüsünü çıkarmayın veya dosya yazarken kapatmayın.
zh_cn: 正在写入文件，请不要移除U盘或者关机。
zh_tw: 正在寫入文件，請不要移除 USB 隨身碟或者關機。

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px;'>The making success rate can be improved by formatting USB drive.</p>
bg: <p style='color:#b4b4b4; font-size:12px;'>Нормата за успешност може да бъде подобрена чрез форматиране на USB устройството.</p>
es: <p style='color:#b4b4b4; font-size:12px;'>El índice de éxito puede mejorarse formateando la unidad USB.</p>
es_419: <p style='color:#b4b4b4; font-size:12px;'>La tasa de éxito se puede mejorar formateando la memoria USB.</p>
fi: <p style='color:#b4b4b4; font-size:12px;'>Onnistumisen todennäköisyyttä voidaan parantaa USB-muistin alustamisella.</p>
fr: <p style='color:#b4b4b4; font-size:12px;'>Les chances de réussite peuvent être améliorées en formatant le périphérique USB</p>
gl: <p style='color:#b4b4b4; font-size:12px;'>Pódese mellorar a taxa de creación formatando a unidade USB.</p>
hi_in: <p style='color:#b4b4b4; font-size:12px;'>सफलता की दर यूएसबी ड्राइव को प्रारूपित करने से बढ़ता है।</p>
ja: <p style='color:#b4b4b4; font-size:12px;'>USBドライブをフォーマットすることで成功率が高まります。</p>
ms: <p style='color:#b4b4b4; font-size:12px;'>Kadar kejayaan boleh dipertingkatkan dengan memformat pemacu USB.</p>
sv: <p style='color:#b4b4b4; font-size:12px;'>Antalet lyckade operationer kan ökas genom att formatera USB enheten</p>
tr: <p style='color:#b4b4b4; font-size:12px;'>Buradaki başarı oranı USB diskin biçimlendirilmesi ile arttırılabilir.</p>
zh_cn: <p style='color:#b4b4b4; font-size:12px;'>格式化U盘可提高制作成功率</p>
zh_tw: <p style='color:#b4b4b4; font-size:12px;'>格式化 USB 隨身碟可以提升製作成功率。</p>

# DWindowUI|
source: Start
bg: Старт
es: Comenzar
es_419: Comenzar
fi: Aloita
fr: Démarrer
gl: Iniciar
hi_in: शुरू
ja: 開始
ms: Mula
sv: Starta
tr: Başlat
zh_cn: 开始
zh_tw: 開始

# DWindowUI|
source: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Made successfully</p>
bg: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Направено успешно</p>
es: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Realizado con éxito</p>
es_419: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Creado exitosamente</p>
fi: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Onnistui</p>
fr: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Créé avec succès</p>
gl: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Creación satisfactoria</p>
hi_in: <p style='color:#ffffff; font-weight:blod; font-size:18px'>सफलतापूर्वक हुआ</p>
ja: <p style='color:#ffffff; font-weight:blod; font-size:18px'>成功しました</p>
ms: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Pembinaan berjaya</p>
sv: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Skapades framgångsrikt</p>
tr: <p style='color:#ffffff; font-weight:blod; font-size:18px'>Başarıyla yapıldı</p>
zh_cn: <p style='color:#ffffff; font-weight:blod; font-size:18px'>制作成功</p>
zh_tw: <p style='color:#ffffff; font-weight:blod; font-size:18px'>製作成功</p>

# DWindowUI|
source: <p style='color:#b4b4b4; font-size:12px'>Please select USB drive to boot when installing Deepin OS.</p>
bg: <p style='color:#b4b4b4; font-size:12px'>Моля изберете USB устройство, за да буутнете, когато се инсталира Deepin OS.</p>
es: <p style='color:#b4b4b4; font-size:12px'>Seleccione la unidad USB que desea arrancar al instalar el SO Deepin.</p>
es_419: <p style='color:#b4b4b4; font-size:12px'>Por favor seleccione dispositivo USB a iniciar cuando instale Deepin OS.</p>
fi: <p style='color:#b4b4b4; font-size:12px'>Valitse käynnistettävä USB-asema, jota käytetään Deepin OS:n asennuksen yhteydessä.</p>
fr: <p style='color:#b4b4b4; font-size:12px'>Veuillez sélectionner le périphérique USB à démarrer lors de l'installation de Deepin OS.</p>
gl: <p style='color:#b4b4b4; font-size:12px'>Por favor, selecciona unha unidade USB dende a que arrancar durante a instalación de Deepin.</p>
hi_in: <p style='color:#b4b4b4; font-size:12px'>डीपिन OS को इंस्टॉल करते समय कृपया USB ड्राइव के बूट किए जाने का चयन करें।</p>
ja: <p style='color:#b4b4b4; font-size:12px'>Deepin OSをインストールする時はUSBドライブを選択してください。</p>
ms: <p style='color:#b4b4b4; font-size:12px'>Sila pilih pemacu USB untuk dibutkan ketika memasang Deepin OS.</p>
sv: <p style='color:#b4b4b4; font-size:12px'>Var god välj USB enhet att boota när Deepin OS installeras.</p>
tr: <p style='color:#b4b4b4; font-size:12px'>Deepin'in kurulumunu başlatmak için lütfen USB sürücüsünü seçin.</p>
zh_cn: <p style='color:#b4b4b4; font-size:12px'>安装深度系统时请选择从U盘启动。</p>
zh_tw: <p style='color:#b4b4b4; font-size:12px'>當你要安裝 Deepin 時，請使用 USB 隨身碟開機。</p>

# DWindowUI|
source: <a style='color:#b4b4b4; font-size:12px'>If failed, please try to disable EFI option.</a>
bg: <a style='color:#b4b4b4; font-size:12px'>Ако се провали, моля опитайте да дезактивирате EFI опцията.</a>
es: <a style='color:#b4b4b4; font-size:12px'>Si hay algún problema, intente deshabilitar la opción EFI.</a>
es_419: <a style='color:#b4b4b4; font-size:12px'>Si falló, intente deshabilitar la opción EFI.</a>
fi: <a style='color:#b4b4b4; font-size:12px'>Kokeile EFI-vaihtoehdon poistamista, jos tämä ei onnistu.</a>
fr: <a style='color:#b4b4b4; font-size:12px'>En cas d'échec, essayez de désactiver l'option EFI.</a>
gl: <a style='color:#b4b4b4; font-size:12px'>Se se produce algún problema, por favor tenta desactivar a opción EFI.</a>
hi_in: <a style='color:#b4b4b4; font-size:12px'>विफल होने पर, लृपया EFI विकल्प को निष्क्रिय करने का प्रयास करें।</a>
ja: <a style='color:#b4b4b4; font-size:12px'> 失敗した時は、EFIオプションの無効化を試されて下さい。</a>
ms: <a style='color:#b4b4b4; font-size:12px'>Jika gagal, sila cuba lumpuhkan pilihan EFI.</a>
sv: <a style='color:#b4b4b4; font-size:12px'>Vid misslyckande, var god försök att avaktivera EFI alternativet</a>
tr: <a style='color:#b4b4b4; font-size:12px'>Eğer başarısız olursa, EFI seçeneğini devre dışı bırakarak deneyin.</a>
zh_cn: <a style='color:#b4b4b4; font-size:12px'>若启动失败，请尝试关闭EFI选项。</a>
zh_tw: <a style='color:#b4b4b4; font-size:12px'>假如啟動失敗，請嘗試關閉 EFI 選項。</a>

# DWindowUI|
source: Restart Later
bg: Рестартиране по-късно
es: Reiniciar Luego
es_419: Reiniciar Después
fi: Käynnistä myöhemmin uudelleen
fr: Redémarrer plus tard
gl: Reiniciar máis tarde
hi_in: बाद में पुनः आरंभ करें
ja: あとで再起動
ms: Mula Semula Kemudian
sv: Starta om senare
tr: Sonra Tekrar Başlat
zh_cn: 稍后重启
zh_tw: 稍後重新啟動

# DWindowUI|
source: Restart Now
bg: Рестартиране сега
es: Reiniciar Ahora
es_419: Reiniciar Ahora
fi: Käynnistä uudelleen nyt
fr: Redémarrer maintenant
gl: Reiniciar agora
hi_in: अभी पुनः आरंभ करें
ja: 今すぐ再起動
ms: Mula Semula Sekarang
sv: Starta om nu
tr: Şimdi Tekrar Başlat
zh_cn: 立即重启
zh_tw: 立刻重新啟動

# DWindowUI|
source: Failed to make
bg: Неуспех да се направи
es: Fallo al hacer
es_419: Error al crear
fi: Luominen epäonnistui
fr: Echec de la creation
gl: Fallou a creación
hi_in: बनाने में विफल
ja: 作成に失敗しました
ms: Gagal dibina
sv: Kunde inte skapa
tr: Yapılamadı
zh_cn: 制作失败
zh_tw: 無法製作

# DWindowUI|
source: Installation logs are stored in %1HERE%2, you can upload to forum to help us solve your problem.
bg: Инсталация на регистрационни файлове, които са съхранявани в %1ТУК%2, можете да прикачите към форум, за да ни помогнете да разрешим проблема Ви.
es: Los registros de instalación se almacenan en %1HERE%2, puede subirlo al foro para ayudarnos a resolver su problema.
es_419: Los registros de instalación se almacenan en %1HERE%2. Puede subirlos al foro para ayudarnos a solucionar el problema.
fi: Asennuslokit varastoidaan kohteeseen %1HERE%2. Voit ladata ne halutessasi foorumillemme tarvitessasi apua.
fr: Les journaux d'installation sont stockés dans % 1HERE%2, vous pouvez les envoyers sur le forum pour nous aider à résoudre votre problème.
gl: O rexistro da instalación gardouse en %1HERE%2, podes subilo ao foro para axudarnos a solucionar o teu problema.
hi_in: इंटॉलेशन लॉग्स %1HERE%2 में भंडारित है, आप अपनी समस्या के समाधान के लिए हमारी मदद हेतु फोरम पर अपलोड कर सकते हैं।
ja: インストール・ログは%1HERE%2に保存されます、あなたの問題を私たちが解決できるよう、フォーラムにアップロードすることができます。
ms: Log pemasang disimpan %1DI SINI%2, anda boleh muat naik ke dalam forum untuk bantu kami selesaikan masalah anda.
sv: Installationsloggar lagras i %1HERE%2, du kan ladda upp till forum för att hjälpa oss att lösa ditt problem.
tr: Yükleme kayıtları %1HERE%2'de saklanıyor, probleminizi çözmemize yardım etmek için foruma yükleyebilirsiniz.
zh_cn: 安装日志已存储在%1这里%2，您可以将安装日志上传至论坛以便帮助我们解决您的问题。
zh_tw: 安裝紀錄儲存在 %1 此處 %2，你可以上傳通知我們以協助我們解決你的問題。

# DWindowUI|
source: Finish
bg: Завършете
es: Terminado
es_419: Terminar
fi: Valmis
fr: Terminé
gl: Rematar
hi_in: समाप्त
ja: 終了
ms: Selesai
sv: Finska
tr: Bitir
zh_cn: 退出
zh_tw: 完成
